/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Software-update is nog niet gebruikt.";
"SUPrefSuccessStatus" = "Uitvoering van Software-update is geslaagd.";
"SUPrefAllInactiveStatus" = "Er zijn alleen genegeerde updates beschikbaar.";
"SUPrefNoUpdatesStatus" = "Er zijn geen nieuwe updates beschikbaar.";
"SUPrefFailedCantConnectStatus" = "Verbinding met het internet mislukt.";
"SUPrefFailedGenericStatus" = "Fout tijdens het zoeken.";
"SUPrefIgnoredUpdatesAvailableStatus" = "De genegeerde updates zijn nu beschikbaar.";

"SUPrefScanningStatus" = "Bezig met zoeken naar nieuwe software…";
"SUPrefServerErrorStatus" = "De server is op dit moment niet beschikbaar. Probeer het later opnieuw.";
"SUPrefUnexpectedErrorStatus" = "Er heeft zich een onverwachte fout voorgedaan.";

"SUPrefCancellingStatus" = "Annuleren…";
"SUPrefCancelledStatus" = "Geannuleerd.";

"SUPrefLastStatusCheckTitle" = "Laatste controle:";
"SUPrefLastStatusFailedTitle" = "Laatste poging:";
"SUPrefCurrentStatusTitle" = "Status:";
"SUPrefLastSuccessfulStatus" = "Geslaagd. %@.";

"SUPrefNextScheduledDate" = "Volgende gepland: %@.";

"Software Update can't check for updates because of a network problem." = "Er kan niet naar updates worden gezocht vanwege een netwerkprobleem.";
"Failed to check for updates." = "Het zoeken naar updates is mislukt.";
"Diagnose..." = "Diagnostische netwerkinfo…";
"SUPrefCheckConfigMessage" = "Zorg dat u verbonden bent met het internet en probeer het opnieuw.";
"OK" = "OK";

"SUPrefUpdateNow" = "Zoek nu";
"CANCEL" = "Annuleer";
